{
    "navHome": "Domů",
    "navHelp": "Podpora",
    "navDarkMode": "Tmavý režim",
    "navDashboard": "Řídící panel",
    "footSources": "Zdroje",
    "footDiscord": "Discord",
    "footAbout": "O nás",
    "short": "Twitch upozornění v reálném čase",
    "slogan": "Nejlepší volba pro Twitch upozornění na Discordu",
    "usedBy1": "Využívaný",
    "usedBy2": "Discord servery",
    "services": "Naše služby",
    "servicesTitle": "Co nabízíme",
    "service1H": "Přizpůsobitelná oznámení",
    "service1T": "Nastavte si vlastní zprávu, která se zobrazí při zahájení i při ukončení streamu. Můžete použít i označení @everyone, když budete chtít.",
    "service2H": "Aktualizace v reálném čase",
    "service2T": "Měníte hry během streamu? Buďte bez obav! Náš bot upraví upozornění tak, aby bylo vždy aktuální!",
    "service3H": "Jednoduché nastavení",
    "service3T": "Díky novým funkcím Discordu, můžete jednoduše nastavit všechna Vaše upozornění a krásně uvidíte všechna upozornění, co jste si nastavili.",
    "service4H": "Povzbuďte své publikum ke zhlédnutí Vašich záznamů",
    "service4T": "Když bude Váš stream u konce, bot upraví Vaše upozornění na shrnutí streamu včetně linku na záznam streamu.",
    "info1H": "Pomozte s překladem",
    "info1T": "Překlady jsou dobrovolné. Můžete pomoci i Vy.",
    "info1B": "Pomoci z překladem",
    "info2H": "Potřebujete pomoc",
    "info2T": "Připojte se na náš Discord server, pokud máte jakýkoliv problém.",
    "info2B": "Připojit se",
    "info3H": "Provoz",
    "info3T": "Tento bot je open-source, takže můžete konzultovat a pomáhat s vývojem.",
    "github": "GitHub",
    "terms": "Podmínky užívání",
    "terms1": "1. Využití našich služeb",
    "terms11": "Našeho bota můžete používat pouze v případě, že budete dodržovat tyto podmínky a všechny příslušné zákony. Pokud s některou z těchto podmínek nesouhlasíte, neměli byste tuto stránku používat ani k ní přistupovat. Materiály obsažené na této stránce jsou chráněny příslušnými zákony o autorských právech a ochranných známkách.",
    "terms12": "Jakékoli použití nebo přístup osobám mladším 13 let je zakázáno.",
    "terms2": "2. Užívání",
    "terms21": "Pokud se dozvíme o zneužití souvisejícím s chybou bota nebo jiném zneužití většinou členů serveru nebo vlastníkem serveru, máme právo přimět robota, aby opustil Váš server a nikdy se k němu znovu nepřipojil.",
    "terms22": "Pokud zjistíme, že uživatel bota zneužívá nebo používá jeho funkci k zastrašování nebo způsobuje problémy ostatním, vyhrazujeme si právo zakázat tomuto uživateli používání našeho bota.",
    "terms3": "3. Autorská práva",
    "terms31": "Nemáte povoleno hostovat tohoto robota a používat jej pro produkční účely. Můžete jej stáhnout, upravit a duplikovat pouze pro účely vývoje a můžete podat žádost o úpravu.",
    "terms4": "4. Soukromí a kontakt",
    "terms41": "Pokud máte nějaké problémy, můžete nás kontaktovat na contact@harfeur.fr. Podívejte se prosím také na naše",
    "privacy": "Zásady ochrany osobních údajů",
    "privacy1": "Jaké informace jsou uchovávány?",
    "privacy11": "Když vytvoříte nové upozornění, zaznamená se vaše ID serveru, ID kanálu a Twitch ID. Když uživatel Twitche vysílá, dočasně ukládáme ID zprávy upozornění.",
    "privacy2": "Jak a kde jsou data uchovávána?",
    "privacy21": "Data jsou uložena v databázi PostgreSQL.",
    "privacy22": "Bot, databáze a webová stránka jsou umístěny na jediném osobně hostovaném serveru ve Francii.",
    "privacy3": "Jak vymažu svá data?",
    "privacy31": "Upozornění můžete smazat, čímž dojde k vymazání uložených dat. Můžete nás také kontaktovat na contact@harfeur.fr pro více informací a pro přístup ke všem uloženým údajům v souladu s GDPR.",
    "privacy4": "Sleduje mne tato webová stránka?",
    "privacy41": "Při přístupu na tuto webovou stránku ukládáme soubor cookie s názvem uživatel, který vám umožňuje zůstat přihlášeni a zobrazovat řídicí panel. Tento soubor cookie se nepoužívá ke sledování vašich akcí.",
    "privacy42": "Používáme samoobslužnou službu Matomo, která shromažďuje statistiky o tom, kdo stránky navštěvuje. Uložená data jsou váš prohlížeč, navštívené stránky a první dva bajty vaší IP adresy. Pokud nechcete, aby se tato data ukládala, můžete si ve svém prohlížeči aktivovat nastavení Do Not Track.",
    "serversH": "Moje servery",
    "serversT": "Seznam serverů, u kterých máte právo přistupovat k nastavení bota (Správa oprávnění serveru)",
    "loading": "Probíhá načítání...",
    "othersH": "Ostatní servery",
    "othersT": "Seznam serverů, na které můžete bota přidat. (Správa oprávnění serveru)",
    "alert1": "upozornění",
    "alert2": "upozornění",
    "createButton": "Vytvořit upozornění",
    "editButton": "Upravit",
    "moveButton": "Přesunout",
    "duplicateButton": "Duplikovat",
    "deleteButton": "Smazat",
    "colStreamer": "Streamer (vysílající)",
    "colChannel": "Kanál upozornění",
    "colStart": "Zpráva upozornění",
    "colEnd": "Zpráva po ukončení vysílání",
    "colActions": "Akce",
    "modalCreate": "Vytvořit upozornění",
    "modalEdit": "Upravit upzornění",
    "modalMove": "Přesunout upozornění",
    "modalDuplicate": "Duplikovat upozornění",
    "modalDelete": "Smazat upozornění",
    "modalDeleteText": "Opravdu chcete toto upozornění smazat?",
    "inputStreamer": "Streamer (vysílající)",
    "inputStart": "Zpráva upozornění na začátek vysílání",
    "inputStartPlaceholder": "Vysílání začalo @everyone",
    "inputEnd": "Zpráva upozornění konce vysílání",
    "inputEndPlaceholder": "Vysílání je u konce. Záznam zhlédněte zde:",
    "inputChannel": "Textový kanál",
    "inputChannelPlaceholder": "Název nebo ID",
    "create": "Vytvořit",
    "edit": "Upravit",
    "move": "Přesunout",
    "duplicate": "Duplikovat",
    "delete": "Smazat",
    "cancel": "Zrušit"
}