{
    "navHome": "Startseite",
    "navHelp": "Support",
    "navDarkMode": "Dunkelmodus",
    "navDashboard": "Dashboard",
    "footSources": "Quellen",
    "footDiscord": "Discord",
    "footAbout": "Über",
    "short": "Twitch Alerts in Echtzeit",
    "slogan": "Die beste Wahl für Twitch Alerts auf Discord",
    "usedBy1": "Verwendet auf",
    "usedBy2": "Discord-Servern",
    "services": "Unsere Dienste",
    "servicesTitle": "Was wir bieten",
    "service1H": "Benutzerdefinierte Alerts",
    "service1T": "Erstelle eine Nachricht, die am Anfang und am Ende des Streams angezeigt wird - ganz nach deiner Wahl. Du kannst @everyone erwähnen, wenn du möchtest",
    "service2H": "Echtzeit-Aktualisierungen",
    "service2T": "Du änderst das Spiel während des Streams? Keine Sorge! Unser Bot wird die Nachricht bearbeiten, um immer auf dem neuesten Stand zu bleiben!",
    "service3H": "Einfache Konfiguration ",
    "service3T": "Dank Discords neuen Funktionen, kannst du einfach deine Alerts erstellen und auf einem Blick sehen, welche du bereits erstellt hast",
    "service4H": "Verlinke Wiederholungen",
    "service4T": "Wenn dein Stream zu Ende ist, wird eine Zusammenfassung und ein Link zur Wiederholung anstelle des Alerts verfügbar sein.",
    "info1H": "Hilf mit Übersetzungen",
    "info1T": "Übersetzungen sind freiwillig, du kannst helfen",
    "info1B": "Helfen",
    "info2H": "Hilfe benötigt",
    "info2T": "Betrete den Discord-Server, wenn du ein Problem hast",
    "info2B": "Beitreten",
    "info3H": "Projekt",
    "info3T": "Der Bot ist Open Source, du kannst die Entwicklung beobachten und helfen",
    "github": "GitHub",
    "terms": "Nutzungsbedingungen ",
    "terms1": "1. Nutzung unserer Dienste",
    "terms11": "Sie dürfen unseren Bot nur verwenden, wenn Sie diese Bedingungen und alle anwendbaren Gesetze einhalten. Wenn Sie mit einer dieser Bedingungen nicht einverstanden sind, dürfen Sie diese Website nicht nutzen oder darauf zugreifen. Die auf dieser Website enthaltenen Materialien sind durch geltende Urheber- und Markenrechte geschützt.",
    "terms12": "Jegliche Nutzung oder der Zugriff durch Personen unter 13 Jahren ist untersagt.",
    "terms2": "2. Nutzung",
    "terms21": "Wenn uns ein Missbrauch im Zusammenhang mit einem Fehler im Bot oder anderweitig durch die Mehrheit der Servermitglieder oder den Serverbesitzer bekannt wird, haben wir das Recht, den Bot dazu zu bringen, Ihren Server zu verlassen und ihm nie wieder beizutreten.",
    "terms22": "Wenn wir feststellen, dass ein Benutzer den Bot missbraucht oder seine Funktion nutzt, um andere einzuschüchtern oder ihnen Probleme zu bereiten, behalten wir uns das Recht vor, diesem Benutzer die Verwendung unseres Bots zu verbieten.",
    "terms3": "3. Urheberrechte",
    "terms31": "Sie dürfen diesen Bot nicht hosten und für Produktionszwecke verwenden. Sie dürfen es nur zu Entwicklungszwecken herunterladen, ändern und vervielfältigen, und Sie können eine Änderungsanfrage stellen.",
    "terms4": "4. Datenschutz und Kontakt",
    "terms41": "Bei Problemen können Sie uns unter contact@harfeur.fr kontaktieren. Bitte beachten Sie auch unsere",
    "privacy": "Datenschutzbedingungen",
    "privacy1": "Welche Informationen werden gespeichert?",
    "privacy11": "Wenn Sie ein neuen Alert erstellen, werden Ihre Server-ID, Kanal-ID und Twitch-ID aufgezeichnet. Wenn der Twitch-Benutzer live ist, speichern wir vorübergehend die Nachrichten-ID des Alerts.",
    "privacy2": "Wie und wo werden die Daten gespeichert?",
    "privacy21": "Die Daten werden in einer PostgreSQL-Datenbank gespeichert.",
    "privacy22": "Der Bot, die Datenbank und die Website befinden sich auf einem einzigen selbst gehosteten Server in Frankreich.",
    "privacy3": "Wie kann ich meine Daten löschen?",
    "privacy31": "Sie können den Alert löschen, wodurch die gespeicherten Daten gelöscht werden. Sie können uns auch unter contact@harfeur.fr kontaktieren, um weitere Informationen zu erhalten und auf alle gespeicherten Daten gemäß der DSGVO zuzugreifen.",
    "privacy4": "Verfolgt mich die Website?",
    "privacy41": "Beim Zugriff auf diese Website speichern wir ein Cookie namens Benutzer, mit dem Sie angemeldet bleiben und das Dashboard anzeigen können. Dieses Cookie wird nicht verwendet, um Ihre Aktionen zu verfolgen.",
    "privacy42": "Wir verwenden einen selbst gehosteten Matomo-Dienst, der Statistiken darüber sammelt, wer die Website besucht. Die gespeicherten Daten sind Ihr Browser, die besuchten Seiten und die ersten zwei Bytes Ihrer IP-Adresse.  Wenn Sie eine Speicherung dieser Daten nicht wünschen, können Sie in Ihrem Browser die Do-Not-Track-Einstellung aktivieren.",
    "serversH": "Meine Server",
    "serversT": "Liste der Server, auf denen du berechtigst bist, den Bot zu verwalten (Server verwalten Berechtigung)",
    "loading": "Lädt...",
    "othersH": "Weitere Server",
    "othersT": "Liste der Server, auf die du den Bot hinzufügen kannst (Server verwalten Berechtigung)",
    "alert1": "Alert",
    "alert2": "Alerts",
    "createButton": "Alert erstellen",
    "editButton": "Bearbeiten",
    "moveButton": "Verschieben",
    "duplicateButton": "Duplizieren",
    "deleteButton": "Löschen",
    "colStreamer": "Streamer",
    "colChannel": "Alert-Kanal",
    "colStart": "Alert-Nachricht",
    "colEnd": "End-Nachricht",
    "colActions": "Aktionen",
    "modalCreate": "Alert erstellen",
    "modalEdit": "Alert bearbeiten",
    "modalMove": "Alert verschieben",
    "modalDuplicate": "Alert duplizieren",
    "modalDelete": "Alert löschen",
    "modalDeleteText": "Bist du sicher, dass du diesen Alert löschen möchtest?",
    "inputStreamer": "Streamer",
    "inputStart": "Nachricht bei Streambeginn",
    "inputStartPlaceholder": "Stream beginnt @everyone",
    "inputEnd": "Nachricht bei Streamende",
    "inputEndPlaceholder": "Der Stream ist zu Ende. Gucke die Wiederholung:",
    "inputChannel": "Textkanal",
    "inputChannelPlaceholder": "Name oder ID",
    "create": "Erstellen",
    "edit": "Bearbeiten",
    "move": "Verschieben",
    "duplicate": "Duplizieren",
    "delete": "Löschen",
    "cancel": "Abbrechen"
}