{
    "navHome": "Home",
    "navHelp": "Support",
    "navDarkMode": "Dark mode",
    "navDashboard": "Dashboard",
    "footSources": "Sources",
    "footDiscord": "Discord",
    "footAbout": "About",
    "short": "Twitch real-time alerts",
    "slogan": "The best choice for Twitch alerts on Discord",
    "usedBy1": "Used by",
    "usedBy2": "Discord servers",
    "services": "Our services",
    "servicesTitle": "What we offer",
    "service1H": "Custom notifications",
    "service1T": "Choose the message to be displayed at the beginning and at the end of the LIVE. You can mention @everyone if you wish",
    "service2H": "Real time update",
    "service2T": "You change game during LIVE? Don't worry! Our bot will modify the alert, to stay always up to date!",
    "service3H": "Simple configuration",
    "service3T": "Thanks to Discord's new features, you can easily set up your alerts and see at a glance all the alerts you've set up",
    "service4H": "Encourage replay",
    "service4T": "When your LIVE is over, a summary and link to the replay will be available directly in place of your alert.",
    "info1H": "Help with the translation",
    "info1T": "Translations are voluntary, you can help",
    "info1B": "Help",
    "info2H": "Need help",
    "info2T": "Join the Discord server if you have a problem",
    "info2B": "Join",
    "info3H": "Operation",
    "info3T": "The bot being open-source, you can consult and help the development",
    "github": "GitHub",
    "terms": "Terms of use",
    "terms1": "1. Use of our services",
    "terms11": "You may use our Bot only if you comply with these terms and all applicable laws. If you do not agree with any of these terms, you may not use or access this site. The materials contained in this site are protected by applicable copyright and trademark laws.",
    "terms12": "Any use or access by persons under the age of 13 is prohibited.",
    "terms2": "2. Use",
    "terms21": "If we become aware of abuse related to a bug in the bot or otherwise, by the majority of server members or the server owner, we have the right to make the bot leave your server and never join it again.",
    "terms22": "If we find that a user is abusing the bot or using its function to intimidate or cause problems for others, we reserve the right to ban that user from using our bot.",
    "terms3": "3. Copyright",
    "terms31": "You are not allowed to host this bot and use it for production purposes. You may download, modify and duplicate it only for development purposes, and you may submit a modification request.",
    "terms4": "4. Privacy and contact",
    "terms41": "If you have any problems, you can contact us at contact@harfeur.fr. Please also see our",
    "privacy": "Privacy policy",
    "privacy1": "What information is stored?",
    "privacy11": "When you create a new alert, your server ID, channel ID and Twitch ID are recorded. When the Twitch user is live, we temporarily store the alert's message ID.",
    "privacy2": "How and where is the data stored?",
    "privacy21": "The data is stored in a PostgreSQL database.",
    "privacy22": "The bot, the database and the website are located on a single self-hosted server in France.",
    "privacy3": "How can I delete my data?",
    "privacy31": "You can delete the alert, which will delete the data stored. You can also contact us at contact@harfeur.fr for more information, and to access all stored data in accordance with the GDPR.",
    "privacy4": "Is the website tracking me?",
    "privacy41": "When accessing this website, we store a cookie named user which allows you to stay logged in and view the dashboard. This cookie is not used to track your actions.",
    "privacy42": "We use a self-hosted Matomo service that collects statistics about who visits the site. The data stored is your browser, the pages visited, and the first two bytes of your IP address. If you do not want this data to be saved, you can activate the Do Not Track setting in your browser.",
    "serversH": "My servers",
    "serversT": "List of servers to which you have permissions to manage the bot (Manage server permission)",
    "loading": "Loading in progress...",
    "othersH": "Other servers",
    "othersT": "List of servers to which you can add the bot (Manage server permission)",
    "alert1": "alert",
    "alert2": "alerts",
    "createButton": "Create an alert",
    "editButton": "Modify",
    "moveButton": "Move",
    "duplicateButton": "Duplicate",
    "deleteButton": "Delete",
    "colStreamer": "Streamer",
    "colChannel": "Alert Channel",
    "colStart": "Alert message",
    "colEnd": "End message",
    "colActions": "Actions",
    "modalCreate": "Create an alert",
    "modalEdit": "Modify an alert",
    "modalMove": "Move an alert",
    "modalDuplicate": "Duplicate an alert",
    "modalDelete": "Delete an alert",
    "modalDeleteText": "Are you sure you want to delete this alert?",
    "inputStreamer": "Streamer",
    "inputStart": "Start stream message",
    "inputStartPlaceholder": "Stream starts @everyone",
    "inputEnd": "Stream end message",
    "inputEndPlaceholder": "The stream is finished. Watch the replay:",
    "inputChannel": "Text channel",
    "inputChannelPlaceholder": "Name or ID",
    "create": "Create",
    "edit": "Modify",
    "move": "Move",
    "duplicate": "Duplicate",
    "delete": "Delete",
    "cancel": "Cancel"
}