{
    "navHome": "Accueil",
    "navHelp": "Support",
    "navDarkMode": "Mode sombre",
    "navDashboard": "Tableau de bord",
    "footSources": "Sources",
    "footDiscord": "Discord",
    "footAbout": "À propos",
    "short": "Alertes Twitch en temps réel",
    "slogan": "Le meilleur choix pour des alertes Twitch sur Discord",
    "usedBy1": "Utilisé par",
    "usedBy2": "serveur Discord",
    "services": "Nos services",
    "servicesTitle": "Ce que nous proposons",
    "service1H": "Notifications personnalisées",
    "service1T": "Choisissez le message à afficher au début et à la fin du LIVE. Vous pouvez mentionner @everyone si vous le souhaitez.",
    "service2H": "Mise à jour en temps réel",
    "service2T": "Vous changez de jeu en cours de LIVE ? Pas de panique ! Notre bot se chargera de modifier l'alerte, pour rester toujours à jour !",
    "service3H": "Configuration simple",
    "service3T": "Grâce aux nouvelles fonctionnalités de Discord, configurez simplement vos alertes, et voyez en un coup d'oeil toutes celles configurées.",
    "service4H": "Incitez à la rediffusion",
    "service4T": "Lorsque votre LIVE est terminé, un résumé et un lien vers la rediffusion sera disponible directement à la place de votre alerte.",
    "info1H": "Aider à la traduction",
    "info1T": "Les traductions étant bénévoles, vous pouvez aider",
    "info1B": "Aider",
    "info2H": "Besoin d'aide",
    "info2T": "Rejoignez le serveur Discord si vous avez un problème",
    "info2B": "Rejoindre",
    "info3H": "Fonctionnement",
    "info3T": "Le bot étant open-source, vous pouvez consulter et aider au développement",
    "github": "GitHub",
    "terms": "Conditions d'utilisation",
    "terms1": "1. Utilisation de nos services",
    "terms11": "Vous pouvez utiliser notre Bot uniquement si vous êtes en conformité avec les présentes conditions et toutes les lois applicables. Si vous n'êtes pas d'accord avec l'une de ces conditions, il vous est interdit d'utiliser ou d'accéder à ce site. Les documents contenus dans ce site sont protégés par la législation applicable en matière de droits d'auteur et de marques.",
    "terms12": "Toute utilisation ou tout accès par des personnes âgées de moins de 13 ans est interdit.",
    "terms2": "2. Utilisation",
    "terms21": "Si nous avons connaissance d'un abus lié à un bug dans le bot ou autre, par la majorité des membres du serveur ou le propriétaire du serveur, nous avons le droit de faire en sorte que le bot quitte votre serveur et ne le rejoigne plus jamais.",
    "terms22": "Si nous constatons qu'un utilisateur abuse du bot ou utilise sa fonction pour intimider ou causer des problèmes à d'autres personnes, nous nous réservons le droit d'interdire à cet utilisateur d'utiliser notre bot.",
    "terms3": "3. Droits d'auteurs",
    "terms31": "Vous n'êtes pas autorisé à héberger ce bot et à l'utiliser à des fins de production. Vous pouvez télécharger, modifier et dupliquer uniquement à des fins de développement, et vous pouvez soumettre une demande de modification.",
    "terms4": "4. Confidentialité et contact",
    "terms41": "En cas de problème, vous pouvez nous contacter à l'adresse contact@harfeur.fr. Veuillez également consulter notre",
    "privacy": "Politique de confidentialité",
    "privacy1": "Quelles informations sont enregistrées ?",
    "privacy11": "Lorsque vous créez une nouvelle alerte, votre ID de serveur, votre ID de canal et votre ID Twitch sont enregistrés. Lorsque l'utilisateur Twitch est en direct, nous stockons temporairement l'ID du message de l'alerte.",
    "privacy2": "Comment et où les données sont-elles stockées ?",
    "privacy21": "Les données sont stockées dans une base de données PostgreSQL.",
    "privacy22": "Le bot, la base de données et le site sont situés sur un seul et même serveur auto-hébergé en France en région Toulousaine.",
    "privacy3": "Comment puis-je supprimer mes données ?",
    "privacy31": "Vous pouvez supprimer l'alerte, ce qui supprimera les données enregistrées. Vous pouvez également nous contacter à l'adresse contact@harfeur.fr pour plus d'informations, et pour accéder à toutes les données stockées conformément au RGPD.",
    "privacy4": "Est-ce-que le site web me piste ?",
    "privacy41": "En accédant à ce site internet, nous stockons un cookie nommé user qui permet de rester connecté et afficher le tableau de bord. Ce cookie n'est pas utilisé pour suivre vos actions.",
    "privacy42": "Nous utilisons un service auto-hébergé Matomo qui permet de recueillir des statistiques sur les personnes qui visitent le site. Les données sauvegardées sont votre navigateur, les pages consultées, et les deux premiers octets de votre adresse IP. Si vous ne souhaitez pas que ces données soient enregistrées, vous pouvez activer le paramètre Do Not Track de votre navigateur.",
    "serversH": "Mes serveurs",
    "serversT": "Liste des serveurs auxquels vous avez les permissions de gérer le bot (permission Gérer le serveur)",
    "loading": "Chargement en cours...",
    "othersH": "Autres serveurs",
    "othersT": "Liste des serveurs auxquels vous pouvez ajouter le bot (permission Gérer le serveur)",
    "alert1": "alerte",
    "alert2": "alertes",
    "createButton": "Créer une alerte",
    "editButton": "Modifier",
    "moveButton": "Déplacer",
    "duplicateButton": "Dupliquer",
    "deleteButton": "Supprimer",
    "colStreamer": "Streameur \/ Streameuse",
    "colChannel": "Canal de l'alerte",
    "colStart": "Message de l'alerte",
    "colEnd": "Message de fin",
    "colActions": "Actions",
    "modalCreate": "Créer une alerte",
    "modalEdit": "Modifier une alerte",
    "modalMove": "Déplacer une alerte",
    "modalDuplicate": "Dupliquer une alerte",
    "modalDelete": "Supprimer une alerte",
    "modalDeleteText": "Êtes-vous sûr de vouloir supprimer cette alerte ?",
    "inputStreamer": "Streameur \/ Streameuse",
    "inputStart": "Message de début de stream",
    "inputStartPlaceholder": "Le stream commence @everyone",
    "inputEnd": "Message de fin de stream",
    "inputEndPlaceholder": "Le stream est terminé. Regardez le replay :",
    "inputChannel": "Canal texte",
    "inputChannelPlaceholder": "Nom ou identifiant",
    "create": "Créer",
    "edit": "Modifier",
    "move": "Déplacer",
    "duplicate": "Dupliquer",
    "delete": "Supprimer",
    "cancel": "Annuler"
}