{
    "navHome": "Thuis",
    "navHelp": "Ondersteuning",
    "navDarkMode": "Donkere modes",
    "navDashboard": "Dashboard",
    "footSources": "Bronnen",
    "footDiscord": "Discord",
    "footAbout": "Over",
    "short": "Twitch live notificaties",
    "slogan": "De beste keuze voor Twitch notificaties in Discord",
    "usedBy1": "Gebruikt door",
    "usedBy2": "Discord servers",
    "services": "Onze diensten",
    "servicesTitle": "Wat wij bieden",
    "service1H": "Aangepast notificaties",
    "service1T": "Maak zelf een bericht bij het begin en aan het einde van de LIVE stream. U kunt ook @everyone vermelden.",
    "service2H": "word LIVE bijgewerkt",
    "service2T": "Ben je een ander spel gaan spelen tijdens de LIVE? Geen zorgen! Deze BOT past automatisch de alert aan, Zodat die altijd is bijgewerkt!",
    "service3H": "Eenvoudige configuratie",
    "service3T": "Dankzij de nieuwe functie van Discord kun je eenvoudig je notificatie instellen en in één oogopslag alle notificaties zien die je hebt ingesteld.",
    "service4H": "Moedig terug kijken aan",
    "service4T": "Wanneer je klaar bent met LIVE, word de LIVE direct vervangen voor de samenvatting met de juiste snelkoppeling.",
    "info1H": "Help ons met de vertaling",
    "info1T": "Vertalingen zijn vrijwilligers, Wil jij helpen?",
    "info1B": "Help",
    "info2H": "Hulp nodig",
    "info2T": "Kom in de Discord server als er problemen zijn.",
    "info2B": "Aansluiten",
    "info3H": "Bewerken",
    "info3T": "De BOT is een open-bron. Daardoor kunt u de ontwikkeling raadplegen en helpen.",
    "github": "Github",
    "terms": "Gebruiksvoorwaarden",
    "terms1": "1. gebruik maken van onze Diensten.",
    "terms11": "U mag onze Twitch Alerts *BOT* alleen gebruiken als u voldoet aan deze voorwaarden en alle toepasselijke wetten. \nAls u niet akkoord gaat met een van deze voorwaarden,\nMag u deze site niet gebruiken of openen.\nHet materiaal op deze site wordt beschermd door toepasselijke auteursrechten en handelsmerkwetten.",
    "terms12": "Elk gebruik of toegang door personen onder de 13 jaar is verboden.",
    "terms2": "2. Gebruik",
    "terms21": "Als we ons bewust worden van misbruik gerelateerd aan een bug in de BOT of anderszins, door de meerderheid van de serverleden of de servereigenaar, behouden we het recht om de BOT van uw server te verwijderen en komt de BOT nooit meer bij in de Discord Server.",
    "terms22": "Als we ontdekken dat een gebruiker de bot misbruikt of de functies gebruikt om anderen te intimideren of problemen te veroorzaken, behouden we ons het recht voor om die gebruiker te verbieden onze BOT te gebruiken.",
    "terms3": "3. Auteursrechten",
    "terms31": "U mag deze bot niet hosten en gebruiken voor productiedoeleinden. U mag deze downloaden, wijzigen en dupliceren voor ontwikkelingsdoeleinden en u kunt een wijzigingsverzoek indienen.",
    "terms4": "4. Privacy en contact",
    "terms41": "Heb je problemen van welke aard ook, kan je ons bereiken op contact@harfeur.fr. Zie ook onze",
    "privacy": "Privacy wetgeving",
    "privacy1": "Welke informatie word opgeslagen?",
    "privacy11": "Wanneer er een nieuwe melding is aangemaakt, worden je server-ID, kanaal-ID en Twitch-ID geregistreerd. Wanneer de Twitch-gebruiker live is, slaan we tijdelijk de bericht-ID van de melding op.",
    "privacy2": "Hoe en waar word de data opgeslagen?",
    "privacy21": "De data word opgeslagen op een PostgreSQL databank.",
    "privacy22": "De BOT, De databank en de website worden gehost vanaf een enkel zelf-hosted server in Frankrijk.",
    "privacy3": "Hoe kan ik mijn data verwijderen?",
    "privacy31": "U kunt de waarschuwing verwijderen, waardoor de opgeslagen gegevens worden verwijderd. U kunt ook contact met ons opnemen via contact@harfeur.fr voor meer informatie en om toegang te krijgen tot alle opgeslagen gegevens in overeenstemming met de AVG.",
    "privacy4": "Volgt de website mij?",
    "privacy41": "Wanneer u deze website bezoekt, slaan we een cookie met de naam gebruiker op, waarmee u ingelogd kunt blijven en het dashboard kunt bekijken. Deze cookie wordt niet gebruikt om uw acties bij te houden.",
    "privacy42": "We gebruiken een door onszelf gehoste Matomo-service die statistieken verzamelt over wie de site bezoekt. De opgeslagen gegevens zijn uw browser, de bezochte pagina's en de eerste twee bytes van uw IP-adres. Als u niet wilt dat deze gegevens worden opgeslagen, kunt u de Do Not Track-instellingen in uw browser activeren.",
    "serversH": "Mijn Servers",
    "serversT": "Lijst van servers waar U toegang tot heeft om de BOT te mogen beheren (Beheer server instellingen)",
    "loading": "Bezig met laden...",
    "othersH": "Andere severs",
    "othersT": "Lijst van server waar U de BOT kan toevoegen (Beheer server instellingen)",
    "alert1": "Notificatie",
    "alert2": "Notificaties",
    "createButton": "Maak een Alarm aan",
    "editButton": "Aanpassen",
    "moveButton": "Verplaatsen",
    "duplicateButton": "Dupliceren",
    "deleteButton": "Verwijderen",
    "colStreamer": "Streamer",
    "colChannel": "Notificatie kanaal",
    "colStart": "Notificatie  bericht",
    "colEnd": "Einde streamer notificatie",
    "colActions": "Gebeurtenis",
    "modalCreate": "Maak een notificatie",
    "modalEdit": "Pas een notificatie aan",
    "modalMove": "Verplaats een notificatie",
    "modalDuplicate": "Dupliceer een notificatie",
    "modalDelete": "Verwijder een notificatie",
    "modalDeleteText": "Weet U zeker dat deze notificatie moet worden verwijderd?",
    "inputStreamer": "Streamer",
    "inputStart": "Start stream bericht",
    "inputStartPlaceholder": "Stream is begonnen @everyone",
    "inputEnd": "Bericht stream is afgelopen",
    "inputEndPlaceholder": "De stream is voorbij, kijk hier naar de herhaling:",
    "inputChannel": "Tekst kanaal",
    "inputChannelPlaceholder": "Naam of ID",
    "create": "Creëer",
    "edit": "Aanpassen",
    "move": "Verplaats",
    "duplicate": "Dupliceer",
    "delete": "Verwijder",
    "cancel": "Annuleer"
}